# -*- coding: utf-8 -*-

THERMOKRASIA_APOTHIKEYSIS7 = (
    (0, '15'),
    (1, '10'),
    (2, '5'),
)

THERMOKRASIA_AERA_EISODOY7 = (
    (0, '25-50%'),
    (1, '25-60%'),
    (2, '25-70%'),
)

ENTHALPIA_AERA_EISROIS7 = [0.0128, 0.0186, 0.0246],[0.0266, 0.0323, 0.0382],[0.0388, 0.0445, 0.0502]

OGKOS_THALAMOY7 = (
    (0, '7'),
    (1, '8.5'),
    (2, '10'),
)

THERMOKRASIA_THALAMOY7 = (
    (0, 'μεγαλύτερη του μηδενός'),
    (1, 'μικρότερη του μηδενός'),
)

OGKOS_AERA_EISROIS7 = [3.1, 2.3],[3.4, 2.6],[3.7, 2.8]

PROIONTA8 = (
    ('0.9-3.81::3.81-2.05-313', 'Σπαράγγια'),
    ('0.67-3.64::3.64-1.97-277', 'Φασολάκια φρέσκα'),
    ('0.8-3.77::3.77-2.01-300', 'Ραπανάκια με φύλλα'),
)

SINT_KATAPS = (
    ('0', 'Συντήρηση'),
    ('1', 'Κατάψυξη'),
)
